from firstTask import getData

inshuranceData = getData()

print(inshuranceData.describe())

#               age          bmi     children       charges
#count  1338.000000  1338.000000  1338.000000   1338.000000 -- Всего значений
#mean     39.207025    30.663397     1.094918  13270.422265 -- Среднее значение
#std      14.049960     6.098187     1.205493  12110.011237 -- Стандартное отклонение
#min      18.000000    15.960000     0.000000   1121.873900 -- Минимальное значение
#25%      27.000000    26.296250     0.000000   4740.287150 -- Q1
#50%      39.000000    30.400000     1.000000   9382.033000 -- Q2
#75%      51.000000    34.693750     2.000000  16639.912515 -- Q3
#max      64.000000    53.130000     5.000000  63770.428010 -- Максимальное значение